docs/site/cooper09_slipp.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2024-05-29 Wed 22:01 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>cooper09_slipp</title>
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" href="../style.css" type="text/css">
</head>
<body>
<div id="content" class="content">
<h1 class="title">cooper09_slipp</h1>
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#org1d94ff9">Slippage</a>
<ul>
<li><a href="#org7d5025f">During Construction</a></li>
<li><a href="#org8dfd2fa">Leaf Spring</a></li>
<li><a href="#org32f7564">Better seal</a></li>
<li><a href="#orgbd0c7cf">Noise</a></li>
<li><a href="#org2c78cd0">Flexibility</a></li>
<li><a href="#orge12e7df">Adjusting</a></li>
<li><a href="#orgf5fd1a4">Torquing the turks head</a></li>
<li><a href="#org1c5b579">Results</a></li>
<li><a href="#org06f35d8">Four Slippage Patterns</a></li>
<li><a href="#orgb637496">Causes</a></li>
<li><a href="#orgfd43ca8">Types</a></li>
<li><a href="#orge62d9a8">Finding directionality</a></li>
<li><a href="#org4bb54f7">Determining the slippage</a></li>
<li><a href="#org851a1f9">Offset</a></li>
<li><a href="#org127edf0">To Unbelievers</a></li>
</ul>
</li>
</ul>
</div>
</div>

<div id="outline-container-org1d94ff9" class="outline-2">
<h2 id="org1d94ff9">Slippage</h2>
<div class="outline-text-2" id="text-org1d94ff9">
</div>
<div id="outline-container-org7d5025f" class="outline-3">
<h3 id="org7d5025f">During Construction</h3>
<div class="outline-text-3" id="text-org7d5025f">
<p>
Slippage is predetermined during the tube forming stage. No one makes reeds without a little bit of slippage, so why not control its positive attributes?
</p>
</div>
</div>
<div id="outline-container-org8dfd2fa" class="outline-3">
<h3 id="org8dfd2fa">Leaf Spring</h3>
<div class="outline-text-3" id="text-org8dfd2fa">
<p>
Says that slipping the blades a little creates a "movable schackle" system analogous to a leaf-spring. It facilitates lateral motion when the sping is vertically flexed.
Reed tip increases when it closes, regardless of whether or not the tip is damped or undamped.
The shorter leaves of the spring are used when there is more pressure, and the blade is the same with different playing pressures.
</p>
</div>
</div>
<div id="outline-container-org32f7564" class="outline-3">
<h3 id="org32f7564">Better seal</h3>
<div class="outline-text-3" id="text-org32f7564">
<p>
Slipped blades match better. Because it's easier to match an edge to a plane than an edge to and edge.
</p>
</div>
</div>
<div id="outline-container-orgbd0c7cf" class="outline-3">
<h3 id="orgbd0c7cf">Noise</h3>
<div class="outline-text-3" id="text-orgbd0c7cf">
<p>
Slippage also helps the embouchre not have to dampen some of the unmusical noise of the rails.
</p>
</div>
</div>
<div id="outline-container-org2c78cd0" class="outline-3">
<h3 id="org2c78cd0">Flexibility</h3>
<div class="outline-text-3" id="text-org2c78cd0">
<p>
You can torque your head to increase the slippage and darken the sound in performance
</p>
</div>
</div>
<div id="outline-container-orge12e7df" class="outline-3">
<h3 id="orge12e7df">Adjusting</h3>
<div class="outline-text-3" id="text-orge12e7df">
<p>
You can adjust slippage by gripping between the first and second wire with thumb and finger on one hand, then twist the turk's head in the opposite direction of the desired slippage. So turning it clockwise from the rear perspective will result in the top blade moving to the right from the front perspective. This is limited to the original right or left over-lapping during forming.
</p>
</div>
</div>
<div id="outline-container-orgf5fd1a4" class="outline-3">
<h3 id="orgf5fd1a4">Torquing the turks head</h3>
<div class="outline-text-3" id="text-orgf5fd1a4">
<p>
One of the two ways to adjust the inner reed cavity of a finished reed
</p>
</div>
</div>
<div id="outline-container-org1c5b579" class="outline-3">
<h3 id="org1c5b579">Results</h3>
<div class="outline-text-3" id="text-org1c5b579">
<p>
More slippage = narrower blade width
Less slippage = wider blade width
If you go too far, dial it back and try again
If you need more turn the turks head a little more
<b>This only works if you don't put duco or similar on the tube underneath the wrapping</b>
</p>
</div>
</div>
<div id="outline-container-org06f35d8" class="outline-3">
<h3 id="org06f35d8">Four Slippage Patterns</h3>
<div class="outline-text-3" id="text-org06f35d8">
<p>
Two modes, scissored and embraced. Two types are unacceptable and uncorrectable, so just throw them out.
Only one of the two acceptable types is compatible with an individual's emouchure. So being uncontrolled, 50-75% of reeds are doomed from the beginning.
</p>
</div>
</div>
<div id="outline-container-orgb637496" class="outline-3">
<h3 id="orgb637496">Causes</h3>
<div class="outline-text-3" id="text-orgb637496">
<p>
Causes of the unacceptable forms include an inaccurate center folding of the cane that was shaped on a straight shaper (more evidence for foldover shaper)
Inaccurate shaper contour
Major crack on only one side of the tube in the blade area
</p>
</div>
</div>
<div id="outline-container-orgfd43ca8" class="outline-3">
<h3 id="orgfd43ca8">Types</h3>
<div class="outline-text-3" id="text-orgfd43ca8">
<p>
Scissored have one inner and one outer blade on each. These are acceptable, but apparently only one of the clockwise or counter clockwise directions works for any one person.
The bad ones are embraced, where one of the blades has two outer edges and one has two inner edges. These are unfixable.
</p>
</div>
</div>
<div id="outline-container-orge62d9a8" class="outline-3">
<h3 id="orge62d9a8">Finding directionality</h3>
<div class="outline-text-3" id="text-orge62d9a8">
<p>
Using a mirror or observer to see the cant of the emouchre to the reed, or the reed from the bocal. If the top of the head rotates right, (most common) then the slip needs to be clockwise to the right. If it's left, then counterclockwise.
Another method is to look at successful reeds and see if there is a consistent slippage directionality. 
</p>
</div>
</div>
<div id="outline-container-org4bb54f7" class="outline-3">
<h3 id="org4bb54f7">Determining the slippage</h3>
<div class="outline-text-3" id="text-org4bb54f7">
<p>
Once the directionality is found, then we must physically ensure the slippage before putting the wires on, but after beveling and scoring.
</p>
</div>
</div>
<div id="outline-container-org851a1f9" class="outline-3">
<h3 id="org851a1f9">Offset</h3>
<div class="outline-text-3" id="text-org851a1f9">
<p>
Offset the butt the opposite direction of desired slippage. The wires should also be turned opposite the desired slippage,
</p>
</div>
</div>
<div id="outline-container-org127edf0" class="outline-3">
<h3 id="org127edf0">To Unbelievers</h3>
<div class="outline-text-3" id="text-org127edf0">
<p>
The slippage often occurs in the tube at the second wire, even if the tip does not show any slippage. The torquing in the tube stays dominant!
</p>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p><a href="sitemap.html">Site Map</a></p>
</div>
</body>
</html>
